// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的妍妍",
        "爱心是第一次见面的怦然心动",
        "两万多字的代码是我写过最长的“情书”",
        "现在我把第一次心动的爱心交给你",
        "你亲手把爱心种下的",
        "希望你每次看到这棵树都会开心起来",
        "所有烦恼走抛到脑后",
        "我会和这棵树一样一直陪着你",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2024-02-26T20:30:00",
    // 双方的名字
    names: ["子林", "妍妍"]
}
